[
  {"id":"carletonBayesianRegressionMachine2023","author":[{"family":"Carleton","given":"W. Christopher"},{"family":"Klassen","given":"Sarah"},{"family":"Niles-Weed","given":"Jonathan"},{"family":"Evans","given":"Damian"},{"family":"Roberts","given":"Patrick"},{"family":"Groucutt","given":"Huw S."}],"citation-key":"carletonBayesianRegressionMachine2023","container-title":"Scientific Reports","DOI":"10.1038/s41598-023-44875-0","issued":{"date-parts":[["2023"]]},"title":"Bayesian regression versus machine learning for rapid age estimation of archaeological features identified with lidar at Angko","type":"article-journal"},
  {"id":"chengModifiableTemporalUnit2014","abstract":"BACKGROUND When analytical techniques are used to understand and analyse geographical events, adjustments to the datasets (e.g. aggregation, zoning, segmentation etc.) in both the spatial and temporal dimensions are often carried out for various reasons. The 'Modifiable Areal Unit Problem' (MAUP), which is a consequence of adjustments in the spatial dimension, has been widely researched. However, its temporal counterpart is generally ignored, especially in space-time analysis. METHODS In analogy to MAUP, the Modifiable Temporal Unit Problem (MTUP) is defined as consisting of three temporal effects (aggregation, segmentation and boundary). The effects of MTUP on the detection of space-time clusters of crime datasets of Central London are examined using Space-Time Scan Statistics (STSS). RESULTS AND CONCLUSION The case study reveals that MTUP has significant effects on the space-time clusters detected. The attributes of the clusters, i.e. temporal duration, spatial extent (size) and significance value (p-value), vary as the aggregation, segmentation and boundaries of the datasets change. Aggregation could be used to find the significant clusters much more quickly than at lower scales; segmentation could be used to understand the cyclic patterns of crime types. The consistencies of the clusters appearing at different temporal scales could help in identifying strong or 'true' clusters.","author":[{"family":"Cheng","given":"Tao"},{"family":"Adepeju","given":"Monsuru"}],"citation-key":"chengModifiableTemporalUnit2014","container-title":"PLoS ONE","DOI":"10.1371/journal.pone.0100465","issue":"6","issued":{"date-parts":[["2014",7]]},"page":"e100465-e100465","title":"Modifiable temporal unit problem (MTUP) and its effect on space-time cluster detection","type":"article-journal","URL":"http://dx.doi.org/10.1371/journal.pone.0100465","volume":"9"},
  {"id":"demjanModellingDistributionArchaeological2016","abstract":"We analyse variations in prehistoric agricultural settlement behaviour both in space and time to detect main turning points and shifts in settlement patterns in Bohemia, western Czech Republic. We propose a theoretical framework to address our research question and a new evidence density estimation (EDE) method combining and extending existing approaches to produce probabilistic maps and temporal frequency distribution (TFD) curves. This method takes into account heterogeneous spatial and temporal accuracy of archaeological data, and it models settlement structure where respective sites have a specific area and a given interval of duration. We determined minimal sampling densities of archaeological data enabling the method to predict prehistoric settlement at a statistically significant level. The EDE method is universally applicable for all datasets with sampling densities of more than 0.05 archaeological actions per km2 for chrono-typologically dated evidence and 0.035 actions per km2 for radiocarbon or similar dates. The results show that changes in spatial extent, density and clustering of settlement activities occur repeatedly throughout the whole agricultural prehistory and shed new light on settlement behaviour of past populations.","author":[{"family":"Demján","given":"Peter"},{"family":"Dreslerová","given":"Dagmar"}],"citation-key":"demjanModellingDistributionArchaeological2016","container-title":"Journal of Archaeological Science","DOI":"10.1016/j.jas.2016.04.003","issued":{"date-parts":[["2016",5]]},"page":"100-109","title":"Modelling distribution of archaeological settlement evidence based on heterogeneous spatial and temporal data","type":"article-journal","URL":"http://www.sciencedirect.com/science/article/pii/S0305440316300048","volume":"69"},
  {"id":"jiaDelineatingHierarchicalOrganization2021","accessed":{"date-parts":[["2024",10,24]]},"author":[{"family":"Jia","given":"Tao"},{"family":"Luo","given":"Xi"},{"family":"Li","given":"Xin"}],"citation-key":"jiaDelineatingHierarchicalOrganization2021","container-title":"Computers, Environment and Urban Systems","container-title-short":"Computers, Environment and Urban Systems","DOI":"10.1016/j.compenvurbsys.2021.101617","ISSN":"01989715","issued":{"date-parts":[["2021",5]]},"language":"en","page":"101617","source":"DOI.org (Crossref)","title":"Delineating a hierarchical organization of ranked urban clusters using a spatial interaction network","type":"article-journal","URL":"https://linkinghub.elsevier.com/retrieve/pii/S0198971521000247","volume":"87"},
  {"id":"klassenSemisupervisedMachineLearning2018","abstract":"Archaeologists often need to date and group artifact types to discern typologies, chronologies, and classifications. For over a century, statisticians have been using classification and clustering techniques to infer patterns in data that can be defined by algorithms. In the case of archaeology, linear regression algorithms are often used to chronologically date features and sites, and pattern recognition is used to develop typologies and classifications. However, archaeological data is often expensive to collect, and analyses are often limited by poor sample sizes and datasets. Here we show that recent advances in computation allow archaeologists to use machine learning based on much of the same statistical theory to address more complex problems using increased computing power and larger and incomplete datasets. This paper approaches the problem of predicting the chronology of archaeological sites through a case study of medieval temples in Angkor, Cambodia. For this study, we have a large dataset of temples with known architectural elements and artifacts; however, less than ten percent of the sample of temples have known dates, and much of the attribute data is incomplete. Our results suggest that the algorithms can predict dates for temples from 821–1150 CE with a 49-66-year average absolute error. We find that this method surpasses traditional supervised and unsupervised statistical approaches for under-specified portions of the dataset and is a promising new method for anthropological inquiry.","accessed":{"date-parts":[["2022",10,18]]},"author":[{"family":"Klassen","given":"Sarah"},{"family":"Weed","given":"Jonathan"},{"family":"Evans","given":"Damian"}],"citation-key":"klassenSemisupervisedMachineLearning2018","container-title":"PLOS ONE","container-title-short":"PLOS ONE","DOI":"10.1371/journal.pone.0205649","ISSN":"1932-6203","issue":"11","issued":{"date-parts":[["2018"]]},"language":"en","page":"e0205649","publisher":"Public Library of Science","source":"PLoS Journals","title":"Semi-supervised machine learning approaches for predicting the chronology of archaeological sites: A case study of temples from medieval Angkor, Cambodia","title-short":"Semi-supervised machine learning approaches for predicting the chronology of archaeological sites","type":"article-journal","URL":"https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0205649","volume":"13"},
  {"id":"klassenTopdownBottomupWater2020","abstract":"The Greater Angkor region, in northwestern Cambodia, was home to several successive capitals of the Khmer Empire (9th to 15th centuries CE). During this time, the Khmer developed an extensive agricultural and water management system characterized by top-down state-sponsored hydraulic infrastructure. Archaeological evidence now shows that the well-documented state temples and water management features formed the core of an extended settlement complex consisting of many thousands of ponds, habitation mounds, and community temples. These community temples are difficult to date, and so far, the lack of chronological resolution in surface archaeological data has been the most significant challenge to understanding the trajectory of Angkor’s growth and decline. In this paper, we combine heterogeneous archaeological datasets and create diachronic models of the landscape as it was developed for agricultural production. We trace the foundation of new temple communities as they emerge on the landscape in relation to the construction of extensive state-sponsored hydraulic infrastructure. Together, these two forms of water management transformed over 1000 km2 of the Greater Angkor Region into an elaborate engineered landscape. Our results indicate that, over time, autonomous temple communities are replaced by large, state-sponsored agricultural units in an attempt by the state to centralize production.","accessed":{"date-parts":[["2022",11,17]]},"author":[{"family":"Klassen","given":"Sarah"},{"family":"Evans","given":"Damian"}],"citation-key":"klassenTopdownBottomupWater2020","container-title":"Journal of Anthropological Archaeology","container-title-short":"Journal of Anthropological Archaeology","DOI":"10.1016/j.jaa.2020.101166","ISSN":"0278-4165","issued":{"date-parts":[["2020"]]},"language":"en","page":"101166","source":"ScienceDirect","title":"Top-down and bottom-up water management: A diachronic model of changing water management strategies at Angkor, Cambodia","title-short":"Top-down and bottom-up water management","type":"article-journal","URL":"https://www.sciencedirect.com/science/article/pii/S0278416519301321","volume":"58"},
  {"id":"silvermanDensityEstimationStatistics1986","abstract":"Although there has been a surge of interest in density estimation in recent years, much of the published research has been concerned with purely technical matters with insufficient emphasis given to the technique's practical value. Furthermore, the subject has been rather inaccessible to the general statistician.The account presented in this book places emphasis on topics of methodological importance, in the hope that this will facilitate broader practical application of density estimation and also encourage research into relevant theoretical work. The book also provides an introduction to the subject for those with general interests in statistics. The important role of density estimation as a graphical technique is reflected by the inclusion of more than 50 graphs and figures throughout the text.Several contexts in which density estimation can be used are discussed, including the exploration and presentation of data, nonparametric discriminant analysis, cluster analysis, simulation and the bootstrap, bump hunting, projection pursuit, and the estimation of hazard rates and other quantities that depend on the density. This book includes general survey of methods available for density estimation. The Kernel method, both for univariate and multivariate data, is discussed in detail, with particular emphasis on ways of deciding how much to smooth and on computation aspects. Attention is also given to adaptive methods, which smooth to a greater degree in the tails of the distribution, and to methods based on the idea of penalized likelihood.","author":[{"family":"Silverman","given":"Bernard W"}],"citation-key":"silvermanDensityEstimationStatistics1986","DOI":"10.1007/978-1-4899-3324-9","event-place":"London","ISBN":"978-0-412-24620-3","issued":{"date-parts":[["1986"]]},"number-of-pages":"176","page":"176","publisher":"Chapman and Hall","publisher-place":"London","title":"Density estimation for statistics and data analysis","type":"book","URL":"https://www.amazon.co.uk/Estimation-Statistics-Analysis-Monographs-Probability/dp/0412246201/ref=sr_1_1?s=books&ie=UTF8&qid=1470820851&sr=1-1&keywords=silverman+density+estimation"},
  {"id":"smithArchaeologicalStudyNeighborhoods2010","accessed":{"date-parts":[["2024",10,24]]},"author":[{"family":"Smith","given":"Michael E."}],"citation-key":"smithArchaeologicalStudyNeighborhoods2010","container-title":"Journal of Anthropological Archaeology","container-title-short":"Journal of Anthropological Archaeology","DOI":"10.1016/j.jaa.2010.01.001","ISSN":"02784165","issue":"2","issued":{"date-parts":[["2010",6]]},"language":"en","license":"https://www.elsevier.com/tdm/userlicense/1.0/","page":"137-154","source":"DOI.org (Crossref)","title":"The archaeological study of neighborhoods and districts in ancient cities","type":"article-journal","URL":"https://linkinghub.elsevier.com/retrieve/pii/S0278416510000024","volume":"29"},
  {"id":"thompsonAncientLowlandMaya2022","abstract":"Many humans live in large, complex political centers, composed of multi-scalar communities including neighborhoods and districts. Both today and in the past, neighborhoods form a fundamental part of cities and are defined by their spatial, architectural, and material elements. Neighborhoods existed in ancient centers of various scales, and multiple methods have been employed to identify ancient neighborhoods in archaeological contexts. However, the use of different methods for neighborhood identification within the same spatiotemporal setting results in challenges for comparisons within and between ancient societies. Here, we focus on using a single method—combining Average Nearest Neighbor (ANN) and Kernel Density (KD) analyses of household groups—to identify potential neighborhoods based on clusters of households at 23 ancient centers across the Maya Lowlands. While a one-size-fits all model does not work for neighborhood identification everywhere, the ANN/KD method provides quantifiable data on the clustering of ancient households, which can be linked to environmental zones and urban scale. We found that centers in river valleys exhibited greater household clustering compared to centers in upland and escarpment environments. Settlement patterns on flat plains were more dispersed, with little discrete spatial clustering of households. Furthermore, we categorized the ancient Maya centers into discrete urban scales, finding that larger centers had greater variation in household spacing compared to medium-sized and smaller centers. Many larger political centers possess heterogeneity in household clustering between their civic-ceremonial cores, immediate hinterlands, and far peripheries. Smaller centers exhibit greater household clustering compared to larger ones. This paper quantitatively assesses household clustering among nearly two dozen centers across the Maya Lowlands, linking environment and urban scale to settlement patterns. The findings are applicable to ancient societies and modern cities alike; understanding how humans form multi-scalar social groupings, such as neighborhoods, is fundamental to human experience and social organization.","accessed":{"date-parts":[["2023",5,15]]},"author":[{"family":"Thompson","given":"Amy E."},{"family":"Walden","given":"John P."},{"family":"Chase","given":"Adrian S. Z."},{"family":"Hutson","given":"Scott R."},{"family":"Marken","given":"Damien B."},{"family":"Cap","given":"Bernadette"},{"family":"Fries","given":"Eric C."},{"family":"Piedrasanta","given":"M. Rodrigo Guzman"},{"family":"Hare","given":"Timothy S."},{"family":"Iii","given":"Sherman W. Horn"},{"family":"Micheletti","given":"George J."},{"family":"Montgomery","given":"Shane M."},{"family":"Munson","given":"Jessica"},{"family":"Richards-Rissetto","given":"Heather"},{"family":"Shaw-Müller","given":"Kyle"},{"family":"Ardren","given":"Traci"},{"family":"Awe","given":"Jaime J."},{"family":"Brown","given":"M. Kathryn"},{"family":"Callaghan","given":"Michael"},{"family":"Ebert","given":"Claire E."},{"family":"Ford","given":"Anabel"},{"family":"Guerra","given":"Rafael A."},{"family":"Hoggarth","given":"Julie A."},{"family":"Kovacevich","given":"Brigitte"},{"family":"Morris","given":"John M."},{"family":"Moyes","given":"Holley"},{"family":"Powis","given":"Terry G."},{"family":"Yaeger","given":"Jason"},{"family":"Houk","given":"Brett A."},{"family":"Prufer","given":"Keith M."},{"family":"Chase","given":"Arlen F."},{"family":"Chase","given":"Diane Z."}],"citation-key":"thompsonAncientLowlandMaya2022","container-title":"PLOS ONE","container-title-short":"PLOS ONE","DOI":"10.1371/journal.pone.0275916","ISSN":"1932-6203","issue":"11","issued":{"date-parts":[["2022",11,2]]},"language":"en","page":"e0275916","publisher":"Public Library of Science","source":"PLoS Journals","title":"Ancient Lowland Maya neighborhoods: Average Nearest Neighbor analysis and kernel density models, environments, and urban scale","title-short":"Ancient Lowland Maya neighborhoods","type":"article-journal","URL":"https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0275916","volume":"17"},
  {"id":"thompsonComparingGeostatisticalAnalyses2018","accessed":{"date-parts":[["2024",10,24]]},"author":[{"family":"Thompson","given":"Amy E."},{"family":"Meredith","given":"Clayton R."},{"family":"Prufer","given":"Keith M."}],"citation-key":"thompsonComparingGeostatisticalAnalyses2018","container-title":"Journal of Archaeological Science","container-title-short":"Journal of Archaeological Science","DOI":"10.1016/j.jas.2018.06.012","ISSN":"03054403","issued":{"date-parts":[["2018",9]]},"language":"en","page":"1-13","source":"DOI.org (Crossref)","title":"Comparing geostatistical analyses for the identification of neighborhoods, districts, and social communities in archaeological contexts: A case study from two ancient Maya centers in southern Belize","title-short":"Comparing geostatistical analyses for the identification of neighborhoods, districts, and social communities in archaeological contexts","type":"article-journal","URL":"https://linkinghub.elsevier.com/retrieve/pii/S0305440318303467","volume":"97"},
  {"id":"yorkEthnicClassClustering2011","abstract":"This paper presents initial findings from longer-term transdisciplinary research concerning the social dynamics of urban neighbourhoods. It examines the spatial clustering of ethnicity and class in neighbourhoods over urban history, from Bronze Age Mesopotamia to contemporary cities. Fourteen distinct drivers of social clustering are identified, grouped under the headers of macro-structural forces, the state, local regimes and institutions, and bottom–up processes. The operation of these processes is examined through three historical and three archaeological case studies of clustering. It is concluded that: clustering is a common, but not universal, attribute of cities; there is much variation in clustering patterns, both within and between cities and urban traditions; and, consideration of a wide variety of drivers is required to understand historical and modern residential dynamics.","accessed":{"date-parts":[["2024",4,29]]},"author":[{"family":"York","given":"Abigail M."},{"family":"Smith","given":"Michael E."},{"family":"Stanley","given":"Benjamin W."},{"family":"Stark","given":"Barbara L."},{"family":"Novic","given":"Juliana"},{"family":"Harlan","given":"Sharon L."},{"family":"Cowgill","given":"George L."},{"family":"Boone","given":"Christopher G."}],"citation-key":"yorkEthnicClassClustering2011","container-title":"Urban Studies","container-title-short":"Urban Studies","DOI":"10.1177/0042098010384517","ISSN":"0042-0980, 1360-063X","issue":"11","issued":{"date-parts":[["2011",8]]},"language":"en","page":"2399-2415","source":"DOI.org (Crossref)","title":"Ethnic and Class Clustering through the Ages: A Transdisciplinary Approach to Urban Neighbourhood Social Patterns","title-short":"Ethnic and Class Clustering through the Ages","type":"article-journal","URL":"http://journals.sagepub.com/doi/10.1177/0042098010384517","volume":"48"}
]
